Repository: da2ce7/fract4d-gnofract4d
Catalog: po/*.po
Languages: fr, it

source: Color Maps
it: Mappe colore

source: Edit Color Map
it: Modifica la mappa colore

source: Click to apply to main fractal >>
it: Fai click per applicare al frattale principale >>

source: Color Range
it: Intervallo colore

source: Update Previews
it: Aggiorna le anteprime

source: finished
it: finito

source: deepening(%d iterations)...
it: sto approfondendo (%d iterazioni)...

source: antialiasing...
it: antisfocamento....

source: calculating...
it: sto calcolando...

source: paused
it: in pausa

source: compiling...
it: sto compilando...

source: error
it: errore

source: Gnofract4D
it: Grofract4D

source: Load a parameter file at startup
it: Carica un file di parametri all'avvio

source: X Coordinate
it: Coordinata X

source: Y Coordinate
it: Coordinata Y

source: Z Coordinate
it: Coordinata Z

source: W Coordinate
it: Coordinata W

source: XY Angle
it: Angolo XY

source: XZ Angle
it: Angolo XZ

source: XW Angle
it: Angolo XW

source: YZ Angle
it: Angolo YZ

source: YW Angle
it: Angolo YW

source: ZW Angle
it: Angolo ZW

source: Size
it: Dimensione

source: Red component of base color (0-255)
it: Componente rossa del colore base (0-255)

source: Green component of base color (0-255)
it: Componente verde del colore base (0-255)

source: Blue component of base color (0-255)
it: Componente blu del colore base (0-255)

source: Filename of colormap file to use
it: Nome del file della mappa colore da usare

source: Image Width
it: Larghezza dell'immagine

source: Image height
it: Altezza dell'immagine

source: Save image to this file
it: Salva l'immagine su questo file

source: IMAGE.PNG
it: IMMAGINE.PNG

source: Exit after calculating the fractal
it: Esci dopo aver calcolato il frattale

source: Number of calculation threads to use
it: Numero dei passaggi di calcolo da usare

source: Additional flags to compiler
it: Attributi addizionali al compilatore

source: Save Image as
it: Salva immagine come

source: image.png
it: immagine.png

source: Save Parameters as
it: Salva parametri come

source: Load Parameters
it: Carica parametri

source: _Open Parameter File
it: _Apri file parametro

source: _Save Parameter File
it: _Salva file parametro

source: Save _Image
it: Salva _immagine

source: _Pause
it: _Pausa

source: _Fractal Settings...
it: _Impostazioni del frattale...

source: Co_lors...
it: Co_lori...

source: Reset
it: Reimposta

source: Can't find compiler_template.cpp. Please reinstall.
it: Non riesco a trovare il file compiler_template.cpp. Per favore, reinstallarlo

source: Gnofract4D Error
it: Errore di Grofract4D

source: Path to Compiler
it: Percorso al compilatore

source: Location of C++ Compiler
it: Posizione del compilatore C++

source: Compiler Flags
it: Attributi del compilatore

source: Compiler
it: Compilatore

source: User Preferences
it: Preferenze dell'utente

source: Unknown bailout type ignored
it: E' stato ignorato un tipo di salvataggio sconosciuto

source: Magnitude
it: Grandezza

source: Manhattan Distance
it: Distanza Manhattan

source: Manhattan Variant
it: Variante Manhattan

source: Or
it: Oppure

source: And
it: E

source: Real part
it: Parte reale

source: Imaginary part
it: Parte immaginaria

source: Difference
it: Differenza

source: Unknown antialias type ignored
it: E' stato ignorato un antisfocamento di tipo sconosciuto

source: None (Fastest)
it: Nessuno (il più veloce)

source: Default
it: Prestabilito

source: Best (Slowest)
it: Migliore (il più lento)

source: Bailout
it: Salvataggio

source: Function
it: Funzione

source: Distance
it: Distanza

source: Stop iterating points which get further from the origin than this
it: Blocca i punti iteragenti che stanno più lontano di questo dall'origine

source: Iteration Count
it: Conteggio dell'iterazione

source: Continuous Potential
it: Potenziale continuo

source: Color Zero
it: Colore zero

source: Ejection Distance
it: Distanza di eiezione

source: Decomposition
it: Decomposizione

source: Angle
it: Angolo

source: Antialiasing
it: Antisfocamento

source: Max Iterations :
it: Iterazioni massime :

source: The further you zoom in the larger this needs to be
it: Più ingrandisci più deve essere grande

source: Auto Deepening
it: Auto approfondimento

source: Work out how many iterations are required automatically
it: Determina quante iterazioni sono automaticamente richieste

source: Outer
it: Esterno

source: Inner
it: Interno

source: Unknown function type ignored
it: E' stata ignorata una funzione di tipo sconosciuto

source: Fractal Type
it: Tipo di frattale

source: real
it: reale

source: imag
it: immaginario

source: This fractal type has no parameters
it: Questo tipo di frattale non ha alcun parametro

source: Parameters
it: Parametri

source: Image Size
it: Dimensione dell'immagine

source: Width :
it: Larghezza:

source: Image width (in pixels)
it: Larghezza dell'immagine (in pixel)

source: Height :
it: Altezza:

source: Image height (in pixels)
it: Altezza dell'immagine (in pixel)

source: Maintain Aspect Ratio
it: Mantieni il rapporto d'aspetto

source: Location
fr: Position
it: Posizionamento

source: This is c.re in z^2 + c
it: Questo è c.re in z^2 + c

source: This is c.im in z^2 + c
it: Questo è c.im in z^2 + c

source: This is z0.re in z^2 + c
it: Questo è z0.re in z^2 + c

source: This is z0.im in z^2 + c
it: Questo è z0.im in z^2 + c

source: Size :
it: Dimensione:

source: Magnitude of image
it: Grandezza dell'immagine

source: Angles
it: Angoli

source: Deepen
it: Approfondisci

source: Increase the maximum number of iterations
it: Aumenta il numero massimo di interazioni

source: XY angle
it: Angolo XY

source: XZ angle
it: Angolo XZ

source: XW angle
it: Angolo XW

source: YZ angle
it: Angolo YZ

source: YW angle
it: Angolo YW

source: ZW angle
it: Angolo ZW

source: Undo
it: Annulla

source: Undo the last action
it: Annulla l'ultima azione

source: Redo
it: Rifai

source: Redo the last action
it: Rifai l'ultima azione

source: XY position
it: Posizione XY

source: Y position
it: Posizione Y

source: Preview
it: Anteprima

source: Explore
it: Esplora

source: Toggle Explorer mode
it: Attiva/Disattiva la modalité Esplora

source: How different the mutants are in Explore Mode
it: Come sono differenti i mutanti in Modalité Esplora

source: Generate a new set of mutants
it: Genera un nuovo gruppo di mutanti

source: New image
fr: Nouvelle image

source: Save image
fr: Enregistrer l'image

source: Save param
fr: Enregistrer les paramètres

source: Load param
fr: Charger les paramètres

source: Render to disk
fr: Rendu sur le disque

source: save param
fr: Enregistrer les paramètres

source: load param
fr: Charger les paramètres

source: render to disk
fr: Rendu sur le disque

source: name :
fr: nom :

source: width
fr: largeur

source: height
fr: hauteur

source: name.type
fr: nom.type

source: 0 or 1 : none. > 10 : you are crazy. 3 seems to be a good choice if you don't have a powerfull computer
fr: 0 ou 1 : aucun. >10 : c'est de la folie ! . 3 semble être un bon choix ,si vous avez un ordinateur pas très puissant

source: Width :
fr: Largeur :

source: Height :
fr: Hauteur :

source: Max Iterations :
fr: Nombre max d'iteration :

source: This is the width (in pixel) from the image displayed in the window
fr: Entrez la largeur de l'image affichée dans la fenêtre (en pixel)

source: This is the height (in pixel) from the image displayed in the window
fr: Entrez la hauteur de l'image affichée dans la fenêtre (en pixel)

source: Maximum number of Iteration
fr: Nombre maximum d'itération

source: 0 or 1 : none. >10 : you are crazy. 2 or 3 seems to be a good choice for browsing, if you have a powerfull computer.
fr: 0 ou 1 : aucun. >10 : c'est de la folie ! . 2 ou 3 semble être un bon choix pour explorer la fractale, si vous avez un puissant ordinateur, sinon s'abstenir

source: Upper left (Im) :
fr: Coin supérieur gauche (Im) :

source: Lower right (Re) :
fr: Coin inférieur droit (Re) :

source: Lower right (Im) :
fr: Coin inférieur droit (Im) :

source: Zoom factor + :
fr: Facteur de zoom + :

source: Zoom factor - :
fr: Facteur de zoom - :

source: Saving ...
fr: Sauvegarde en cours ...

source: Sorry, max precision was reached, the image will become horrible !
fr: Désolé, la précision maximale a été atteinte, l'image va devenir horrible !

source: calculating ....
fr: calcul en cours ...
